Repository: IBMPredictiveAnalytics/STATS_KERNEL_DENSITY
Catalog: src/lang/*/STATS_KERNEL_DENSITY.po
Languages: de, es, fr, ja, pl, zh_cn

source: There must be the same number of output dataset names as variables
de: Die Anzahl der Ausgabedatasetnamen muss mit der Anzahl der Variablen übereinstimmen
es: Debe haber el mismo número de nombres de conjuntos de datos de resultados y de variables
fr: Il doit y avoir autant de noms de jeu de données de sortie que de variables
ja: 変数と同じ数の出力データセット名が存在していなければなりません
pl: Liczba nazw wynikowych zbiorów danych musi być taka sama, jak liczba zmiennych
zh_cn: 输出数据集的数目必须与变量数目相同

source: The distribution could not be fit. Variable: %s, Kernel: %s
de: Die Verteilung konnte nicht angepasst werden. Variable: %s, Kern: %s
es: La distribución no se ha podido ajustar. Variable: %s, Kernel: %s
fr: La distribution n'a pas pu être ajustée. Variable : %s, Noyau : %s
ja: 分布を適合できませんでした。変数: %s、カーネル: %s
pl: Dopasowanie rozkładu nie było możliwe. Zmienna: %s, Algorytm domyślny: %s
zh_cn: 此分布无法进行拟合。变量：%s，核心：%s

source: Density Variable: %s, Kernel = %s
de: Dichte- variable: %s, Kern = %s
es: Densidad Variable: %s, Kernel = %s
fr: Variable de densité : %s, Noyau = %s
ja: 密度 変数: %s、カーネル = %s
pl: Zmienna gęstości: %s, Algorytm domyślny = %s
zh_cn: 密度 变量：%s，核心 = %s

source: Minimum
es: Mínimo
ja: 最小値
zh_cn: 最小值

source: Percentile 25
de: 25. Perzentil
es: Percentil 25
fr: 25e percentile
ja: パーセンタイル 25
pl: Percentyl 25
zh_cn: 百分位数 25

source: Median
es: Mediana
fr: Médiane
ja: 中央値
pl: Mediana
zh_cn: 中位数

source: Mean
de: Mittelwert
es: Media
fr: Moyenne
ja: 平均値
pl: Średnia
zh_cn: 平均值

source: Percentile 75
de: 75. Perzentil
es: Percentil 75
fr: 75e percentile
ja: パーセンタイル 75
pl: Percentyl 75
zh_cn: 百分位数 75

source: Maximum
es: Máximo
ja: 最大値
pl: Maksimum
zh_cn: 最大值

source: Distribution Statistics
de: Verteilungsstatistik
es: Estadísticos de distribución
fr: Statistiques de distribution
ja: 分布統計
pl: Statystyki rozkładu
zh_cn: 分布统计信息

source: Kernel Smooth: %s, Number of cases: %s, Bandwidth: %s
de: Kernglättung: %s, Anzahl Fälle: %s, Bandbreite: %s
es: Suavizado de kernel: %s, Número de casos: %s, Ancho de banda: %s
fr: Lisseur de noyau : %s, Nombre d'observations : %s, Largeur de bande : %s
ja: カーネル平滑化: %s、ケース数: %s、帯域幅: %s
pl: Algorytm domyślny wygładzania: %s, Liczba obserwacji: %s, Szerokość pasma: %s
zh_cn: 核心平滑：%s，个案数：%s，带宽：%s

source: Variables
de: Variablen
ja: 変数
pl: Zmienne
zh_cn: 变量

source: Statistics
de: Statistik
es: Estadísticos
fr: Statistiques
ja: 統計
pl: Statystyki
zh_cn: 统计

source: Could not create dataset %s. It may already exist
de: Dataset %s konnte nicht erstellt werden. Möglicherweise ist es bereits vorhanden
es: No se ha podido crear el nombre de conjunto de datos %s. Puede que ya exista.
fr: Impossible de créer le jeu de données %s. Il existe peut-être déjà.
ja: データセット %s を作成できませんでした。既に存在している可能性があります
pl: Nie powiodło się utworzenie zbioru danych %s. Możliwe, że już istnieje.
zh_cn: 无法创建数据集 %s。它可能已存在

source: End of procedure
de: Ende der Prozedur
es: Fin del procedimiento
fr: Fin de la procédure
ja: 手順の終わり
pl: Koniec procedury
zh_cn: 过程结束

source: Message Number
de: Nachrichtennummer
es: Número de mensaje
fr: Numéro de message
ja: メッセージ番号
pl: Numer komunikatu
zh_cn: 消息号
